export const ALL_WEEKDAYS = ['월', '화', '수', '목', '금', '토', '일'];

export const MATH_PERIODS = ['1-1', '1-2', '2-1', '2-2', '3-1', '3-2', '4-1', '4-2'];

export const MATH_PERIOD_TIMES: Record<string, string> = {
    '1-1': '14:30~15:25',
    '1-2': '15:25~16:20',
    '2-1': '16:20~17:15',
    '2-2': '17:15~18:10',
    '3-1': '18:20~19:15',
    '3-2': '19:15~20:10',
    '4-1': '20:10~21:05',
    '4-2': '21:05~22:00',
};

export const ENGLISH_PERIODS = ['1교시', '2교시', '3교시', '4교시', '5교시', '6교시', '7교시', '8교시'];
